<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>feuille de prix</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<p><font color="#0000CC" face="Tahoma"><strong>GESTION DOSSIERS<br>
  FEUILLE DE PRIX</strong></font><font face="Tahoma"><br>
  <br>
  Cette fen&ecirc;tre comprend 3 panneaux. Le panneau sup&eacute;rieur comprend 
  3 champs actifs qui permettent de cr&eacute;er des nouvelles lignes de produits 
  dans la feuille de prix. Le panneau central est le tableau feuille de prix des 
  produits vendus ( <font color="#FF0000">pour les utilisateurs de Voyager's ceci 
  est &eacute;quivalent aux ACTIONS</font> ). Le panneau inf&eacute;rieur de cette 
  fen&ecirc;tre comprend 5 champs actifs pour la gestion des documents &agrave; 
  recevoir des fournisseurs, cette gestion de documents est li&egrave;s &agrave; 
  l'application AGENDA des t&acirc;ches &agrave; &eacute;ffectuer.<br>
  <br>
  <strong><font color="#0000CC">Panneau de s&eacute;lection</font></strong><font color="#0000CC"><strong>s</strong></font><br>
  Les champs de s&eacute;lections ne servent que lors de la cr&eacute;ation d'une 
  nouvelle ligne de produit, F2 actionne la fonction de cr&eacute;ation. Dans 
  le cas d'une feuille de prix vide F2 est automatique.<br>
  <br>
  <strong>Type de Produit :</strong> permet la s&eacute;lection d'un type de vente 
  <font color="#FF0000">Brochure, Avion, Bateau, Taxi etc. . .</font><br>
  <br>
  <strong>Fournisseur:</strong> permet de s&eacute;lectionner le fournisseur que 
  vous vendez.<br>
  <br>
  <strong>Groupe de produit:</strong> permet l'association de cette vente au groupe 
  de produit.<br>
  <strong><font color="#000000" size="2">Particularit&eacute;s du champ Groupe 
  de produit:<br>
  Voir dans l'aide fournisseur module groupe de produit ainsi que la table de 
  d&eacute;cision</font></strong><br>
  <br>
  <strong><font color="#0000CC">Panneau feuille de prix</font></strong><br>
  Les produits cr&eacute;&eacute;s dans ce panneau peuvent &ecirc;tre facilement 
  s&eacute;lectionn&eacute;s &agrave; l'aide des fl&egrave;che bas ou vers le 
  haut du clavier ou encore avec l'aide de la souris. La touche F4 permet de s&eacute;l&eacute;ctionner 
  la d&eacute;finition d&eacute;taill&eacute; de ce produit et de le modifier. 
  <br>
  A l'extr&egrave;me droite un champ &agrave; cocher est pr&eacute;vu pour l'annulation 
  de lignes de prix (<font color="#FF0000">Voir aide Annulations</font>).<br>
  <br>
  <strong><font color="#0000CC">Panneau de gestion de documents &agrave; re&ccedil;evoirs</font></strong><br>
  Lors de la cr&eacute;ation d'un fournisseur ASTRA, vous avez la posssiblit&eacute; 
  de d&eacute;finir le nombre de document &agrave; re&ccedil;evoir de ce fournisseur. 
  Ce panneau vous permet d'actualiser les documents entr&eacute;es.<br>
  <strong><font size="2">Particulart&eacute;s pour y acc&eacute;der :<br>
  F3 modification permet l'acc&egrave;s &agrave; ce module document.</font></strong><br>
  <br>
  <strong>R&eacute;capitulation </strong><br>
  F2 permet la cr&eacute;ation d'un nouveau groupe fournisseur une action de vente.<br>
  F3 permet d'acc&eacute;der au panneau des document &agrave; re&ccedil;evoir.<br>
  F4 permet la s&eacute;lection d'un groupe de produit.<br>
  F5 permet l'avancement du sc&eacute;nario de cr&eacute;ation ou de modification 
  du dossier vers les paiements.<br>
  F8 permet de reculer vers l'&eacute;cran de d&eacute;finition de client ou passagers.<br>
  F9 permet l'annulation de ligne ou du dossier.</font></p>
<p><font face="Tahoma"><br>
  <br>
  <br>
  </font></p>
<p>&nbsp;</p>
</body>
</html>
