<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<p><font color="#0000CC" size="3" face="Tahoma"><strong>GESTION DOSSIER<br>
  FENETRE DEFINTION DU CLIENT</strong></font><font size="3" face="Tahoma"><br>
  <br>
  Cette fonction comprend trois objets actifs (panneaux) et deux objets neutres.<br>
  <br>
  <strong><font color="#0000CC">Panneaux Actifs :</font></strong><br>
  <strong><font color="#0000CC">Le panneau sup&eacute;rieur</font></strong> permet 
  la signalisation de la date du d&eacute;part et date du retour pour l'ensemble 
  du forfait vendu. Une fonction calcule automatiquement le nombre de jour total 
  du forfait et le nombre de nuit&eacute;s. Cette derni&egrave;re information 
  est modifiable.<br>
  Ce panneau comprend ensuite le champ TYPE qui correspond au type de vente que 
  vous r&eacute;alisez.<br>
  <strong>Particularit&eacute;s du champ TYPE:<br>
  Selon qu'une interface d'int&eacute;gration existe par exemple BTN ou Worldspan, 
  Xinone vous permet l'int&eacute;gration automatique des donn&eacute;es GDS. 
  Donc il est n&eacute;cessaire de faire attention dans le choix que vous effectuez.<br>
  <br>
  </strong>Le champ USER est charg&eacute; automatiquement par le code utilisateur.<br>
  <br>
  Le champ CLIENT CONTRACTUEL et CLIENT FACTURABLE vous permettent de s&eacute;lectionner 
  dans la base de donn&eacute;es les noms en cons&eacute;quence de votre choix.<br>
  <strong>Particularit&eacute;s de ces deux champs:<br>
  Dans le cas o&ugrave; le client n'existe pas encore, il suffira de cliquer&agrave; 
  l'aide de la souris sur la fen&ecirc;tre gestion des clients, qui s'est activ&eacute;e 
  des l'ouverture du module gestion de dossier. F2 et vous pouvez cr&eacute;er 
  un client.<br>
  <font color="#FF0000">Attention pour ceux qui n'aime pas la souris faite <strong>le 
  avec la combinaison CONTROL+F12.</strong></font><br>
  </strong><br>
  <strong><font color="#0000CC">Le panneau du milieu</font></strong> permet par 
  deux boutons d'obtenir les coordon&eacute;es compl&egrave;tes du client contractuel 
  ou facturable selon le besoin.<br>
  <br>
  <strong><font color="#0000CC">Le panneau inf&eacute;rieur</font></strong> ou 
  <font color="#0000CC"><strong>panneau des passagers</strong></font> comporte 
  des particularit&eacute;s dans le sc&eacute;nario de cr&eacute;ation d'un nouveau 
  dossier. <br>
  <strong>Particularit&eacute;s panneau passagers<br>
  Lorsque le panneau passagers est vide, F2 ouvre un objet-fen&ecirc;tre dans 
  lequel vous pouvez choisir plusieurs options.<br>
  Options liste des passagers vous permet d' entrer individuellement les passager.<br>
  Option groupe vous permet d'entrer un nom unique du groupe.<br>
  Option &agrave; cocher enregistre automatiquement le client contractuel en tant 
  que passager.<br>
  Option &agrave; cocher qui inclu les passagers du dernier dossier exemple d'une 
  famile</strong>.<br>
  <strong><font color="#FF0000">Attention F5 est activ&eacute;e en rouge imm&eacute;diatement, 
  ce qui veut dire que vous pouvez utiliser cette fonction directement dans le 
  cas o&ugrave; les autres champs ne vous interessent pas.</font></strong><br>
  </font></p>
<p><font size="3" face="Tahoma"><font color="#0000CC"><strong>Panneau neutres 
  :</strong></font><br>
  Les panneaux neutre comporte les informations r&eacute;capitualtives d'aide.<br>
  <br>
  <strong><font color="#0000CC">Le panneau sup&eacute;rieur</font></strong> rappel 
  en permanence le num&eacute;ro de dossier, date de cr&eacute;ation, date de 
  d&eacute;part, de retour, le statut g&eacute;n&eacute;ral du dossier, le type 
  de booking, le nom du client contractuel.<br>
  <strong>Particularit&eacute; du statut :<br>
  Le statut g&eacute;n&eacute;ral du dossier prend la valeur de OK, si tous les 
  produits vendu sont OK dans le cas contraire il re&ccedil;evra la valeur d'un 
  status diff&eacute;rent.</strong></font></p>
<p><font size="3" face="Tahoma"><font color="#0000CC"><strong>Le panneau inf&eacute;rieur</strong></font> 
  est le rappel r&eacute;capitulatif en valeur total du dossier.<br>
  </font></p>
<p>&nbsp;</p>
<p>&nbsp;</p>
<p><font size="3" face="Tahoma"><br>
  </font> </p>
</body>
</html>
