<!DOCTYPE HTML PUBLIC "-//W3C//DTD HTML 4.01 Transitional//EN">
<html>
<head>
<title>Untitled Document</title>
<meta http-equiv="Content-Type" content="text/html; charset=iso-8859-1">
</head>

<body>
<p><font color="#0000CC" size="3" face="Tahoma"><strong>GESTION DES DOSSIERS</strong></font><font size="3" face="Tahoma"><br>
  <br>
  <br>
  L'ensemble des fonctionalit&eacute;s de la vie d'un dossier se passe dans la 
  gestion de dossiers. Ceci concerne le lien des transactions avec le client. 
  La cr&eacute;ation, modification &eacute;ventuelle ou encore l'annulation du 
  dossier, sont donc faits par ce point pr&eacute;cis. Gestion des acomptes, &eacute;dition 
  de <strong>BON de COMMANDE</strong> et &eacute;galement les factures directes 
  font donc appel &agrave; ce module.<br>
  <br>
  Le num&eacute;ro du dossier est attribu&eacute; &agrave; la fin du sc&eacute;nario 
  de cr&eacute;ations dossier. <em><strong><font color="#0000CC">ASTRA</font></strong></em> 
  vous pr&eacute;viendra lors de cet ajout.<br>
  <br>
  Toutes modifications de valeurs, sur un dossier factur&eacute; &eacute;tablira 
  automatiquement l'&eacute;dition d'une note de cr&eacute;dit, ceci annulera 
  comptablement la derni&egrave;re facture faite sur le dossier.<br>
  <br>
  Le panneau de guidance (&agrave; droite de votre &eacute;cran) vous permet ais&eacute;ment 
  de naviguer entre les diff&eacute;rents modules de la gestion du dossier.(lire 
  attentivement Fonctions de guidances)<br>
  <br>
  <strong>IMPORTANT :</strong><br>
  Une particularit&eacute; <strong><font color="#0000CC"><em>ASTRA</em></font></strong> 
  est la vitesse d'ex&eacute;cution de l'encodage.<br>
  Contrairement &agrave; la programation lin&eacute;aire, nos ing&eacute;nieurs 
  ont concu un syst&egrave;me d'encodage par objet li&eacute; au type de sc&eacute;nario(cr&eacute;ation 
  ou modification).<br>
  <br>
  <strong>Concept :</strong><br>
  Une fen&ecirc;tre peut &ecirc;tre compos&eacute;e de plusieurs objets (sous 
  fen&ecirc;tre ou panneau). A la cr&eacute;ation d'un nouveau dossier ou &agrave; 
  la modification d'un dossier existant, il vous est permis de naviguer entre 
  les fen&ecirc;tres et les diff&eacute;rents panneaux existants.<br>
  Un panneau actif(s&eacute;lectionn&eacute;) est entour&eacute; <font color="#0000FF"><strong>d'un 
  cadre bleu</strong></font>. <strong>F5, F8, F12</strong> vous permettent d'&eacute;voluer(naviguer) 
  dans ce context.<br>
  <strong>F3</strong>, modifier un panneau pr&eacute;ablement s&eacute;lectionn&eacute;.<br>
  Certains panneaux sont pr&eacute;sent&eacute;s sous forme de tableaux (ex: ligne 
  de prix d'un produit), la fl&egrave;che vers haut ou bas, vous permet la s&eacute;lection 
  d'un &eacute;lement de ce tableau et la fonction F4 charge l'&eacute;l&eacute;ment 
  en d&eacute;tail du tableau.<br>
  Dans d'autre cas, <strong>F3</strong> vous permet de modifier le d&eacute;tail 
  du tableau (exemple : ligne de prix d'un produit s&eacute;lectionn&eacute;).<br>
  Si par contre vous vous trouvez dans la feuille des prix globale(Actions globale 
  du dossier), il vous faut d'abord charger le produit vendu par <strong>F4</strong> 
  et puis modifier par <strong>F3</strong>.<br>
  <br>
  <font color="#0000CC"><strong><em>Soyez attentif et tr&egrave;s vite vous en 
  comprendrez l'utilit&eacute; car elle est simple.</em></strong></font><font color="#FF0000"><br>
  <br>
  Pour le client utilisateur de notre produit pr&eacute;c&eacute;dent (<em> <strong><font color="#000000">Logiciel 
  VOYAGER'S</font></strong></em><strong><font color="#000000"> </font></strong>) 
  la particularit&eacute; se trouve dans la feuille de prix( anciennement Actions) 
  le fait de s&eacute;lectionner un prix vous permet de modifier le groupe entier 
  du produit.<br>
  </font> </font></p>
<p><font size="3" face="Tahoma"> <br>
  <br>
  </font> </p>
</body>
</html>
